tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
brew 'coreutils'
brew 'x264'
brew 'x265'
brew 'xvid'
brew 'ffmpeg', args: ['with-ffplay', 'with-freetype', 'with-openjpeg', 'with-rubberband', 'with-x265']
brew 'mackup'
brew 'mas'
brew 'tarsnap'
brew 'the_silver_searcher'
brew 'vim'
brew "yt-dlp"
brew 'zsh'
brew 'zsh-history-substring-search'
brew 'zsh-syntax-highlighting'
brew 'curl'
brew 'git'
brew 'git-extras'
brew 'grep'
brew 'node'
cask 'alfred'
cask 'iterm2-beta'
cask 'sublime-text3'
cask 'blockblock'
cask 'flux'
cask 'macdown'
cask 'omnidisksweeper'
cask 'shrinkit'
cask 'betterzipql'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'handbrake'
cask 'handbrakebatch'
cask 'max'
cask 'sonos'
cask 'transmission'
cask 'vlc'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-chrome-canary'
cask 'battle-net'
mas 'Unclutter', id: 577085396
mas 'Transmit', id: 403388562
mas 'Tweetbot', id: 557168941
mas '1Password', id: 443987910
mas 'Pixelmator', id: 407963104
mas 'ReadKit', id: 588726889
mas 'Slack', id: 803453959
mas 'The Unarchiver', id: 425424353
mas 'Fantastical', id: 435003921
