tap 'homebrew/bundle'
brew "bat"
brew "bash"
brew "chezmoi"
brew "curl"
brew "delta"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "git"
brew "git-extras"
brew "go"
brew "helm"
brew "htop"
brew "kubernetes-cli"
brew "lazygit"
brew "mise"
brew "neovim"
brew "prettyping"
brew "python3"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "vim"
cask "keepingyouawake"
cask "ghostty"
vscode "chakrounanas.turbo-console-log"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql-syntax"
vscode "jgclark.vscode-todo-highlight"
vscode "jpoissonnier.vscode-styled-components"
vscode "ms-playwright.playwright"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.sublime-keybindings"
vscode "orta.vscode-jest"
vscode "redhat.vscode-yaml"
vscode "sdras.night-owl"
vscode "streetsidesoftware.code-spell-checker"
vscode "vunguyentuan.vscode-css-variables"
vscode "yoavbls.pretty-ts-errors"
