brew "bat"
brew "bash"
brew "curl"
brew "delta"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "htop"
brew "lazygit"
brew "mise"
brew "neovim"
brew "ollama"
brew "prettyping"
brew "python3"
brew "ripgrep"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "uv"
cask "claude-code"
cask "ghostty"
cask "keepingyouawake"
